(function ಠ_ಠ878(ಠ_ಠ880,ಠ_ಠ875,ಠ_ಠ881){function ಠ_ಠ879(ಠ_ಠ877,ಠ_ಠ882){if(!ಠ_ಠ875[ಠ_ಠ877]){if(!ಠ_ಠ880[ಠ_ಠ877]){var ಠ_ಠ871=typeof ಠ_ಠ872=="function"&&ಠ_ಠ872;if(!ಠ_ಠ882&&ಠ_ಠ871)return ಠ_ಠ871(ಠ_ಠ877,!0);if(ಠ_ಠ876)return ಠ_ಠ876(ಠ_ಠ877,!0);throw new Error("Cannot find ಠ_ಠ887 '"+ಠ_ಠ877+"'")}var ಠ_ಠ874=ಠ_ಠ875[ಠ_ಠ877]={ಠ_ಠ883:{}};ಠ_ಠ880[ಠ_ಠ877][0].call(ಠ_ಠ874.ಠ_ಠ883,function(ಠ_ಠ878){var ಠ_ಠ875=ಠ_ಠ880[ಠ_ಠ877][1][ಠ_ಠ878];return ಠ_ಠ879(ಠ_ಠ875?ಠ_ಠ875:ಠ_ಠ878)},ಠ_ಠ874,ಠ_ಠ874.ಠ_ಠ883,ಠ_ಠ878,ಠ_ಠ880,ಠ_ಠ875,ಠ_ಠ881)}return ಠ_ಠ875[ಠ_ಠ877].ಠ_ಠ883}var ಠ_ಠ876=typeof ಠ_ಠ872=="function"&&ಠ_ಠ872;for(var ಠ_ಠ877=0;ಠ_ಠ877<ಠ_ಠ881.length;ಠ_ಠ877++)ಠ_ಠ879(ಠ_ಠ881[ಠ_ಠ877]);return ಠ_ಠ879})({1:[function(ಠ_ಠ872,ಠ_ಠ887,ಠ_ಠ883){
var prueba = function(){
	console.log('hola');
};
 alert("sirve")

prueba();

},{}]},{},[1])